Repository: Srijan619/auction-website-PythonDjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Create
sv: Skapa

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: Sign-Out
sv: Logga ut

source: Profile
sv: Profil

source: Sign-In
sv: Logga in

source: Sign-Up
sv: Registera

source: List of available auctions
sv: lista över tillgängliga auktioner

source: Desc:
sv: Beskriv:

source: Status:
sv: Ställning:

source: Start Price:
sv: startpris

source: Hosted by:
sv: Värdad av

source: Bid:
sv: Bud

source: Make Bid
sv: Lägg Bud

source: Edit Desc
sv: Redigera beskriv

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Edit Profile
sv: Redigera profil

source: E-mail Address
sv: E-postadress

source: Auction created
sv: Auktion skapad

source: Thank you for creating an auction. Below link provides to modify the auction details.
sv: Tack för att du skapade en auktion. Länken nedan ger för att ändra auktionen detaljer.

source: Auction has been created successfully, check your emails
sv: Auktionen har skapats, kolla dina e-postmeddelanden

source: The deadline date should be at least 72 hours from now
sv: Tidsfristen bör vara minst 72 timmar från och med nu

source: Auction has been updated successfully
sv: Auktionen har uppdaterats framgångsrikt

source: Language has been changed to Swedish
sv: Språket har ändrats till svenska

source: Language not selected
sv: Språket är inte valt
